<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="user-scalable=yes, initial-scale=1, maximum-scale=2.5, minimum-scale=1, width=device-width, height=device-height, target-densitydpi=device-dpi" />   
    <title>Förord</title>
    <link rel="shortcut icon" href="images/favicon.ico">
    <link rel="stylesheet" href="themes/faktavgr.min.css" />
    <link rel="stylesheet" href="js/jquery.mobile.structure-1.3.2.min.css" /> 
    <script type="text/javascript" src="js/jquery-1.10.2.min.js"></script> 
    <script type="text/javascript" src="js/brainworks.js"></script> 
    <script type="text/javascript" src="js/jquery.mobile-1.3.2.min.js"></script> 
    <script type="text/javascript" src="js/imagemap/imagemap.js"></script>
    <script>
$(document).bind('pageinit', function () {
	var urlHash = window.location.href.split("#")[1];
	if (urlHash) {
		setTimeout(function ()
		{
			window.location.assign('#' + urlHash);
		}, 2000);
	}
}
);

</script>

    <style>
      body {
        background-color: white !important;
      }
      .ui-content {
        padding-top: 0px;
        padding-right: 0px;
        padding-bottom: 0px;
        padding-left: 0px;
        background:white;
        font-family: Helvetica, Arial, sans-serif /*{global-font-family}*/;
      }      
      .ui-bar-a {
        background:#babbbd;
        color : #ffffff;
      }
      .braincontent {
        padding-right: 20px;
        padding-left: 20px;
      }
      p {
        margin-top:0px;
        margin-bottom:10px;
      }
      h2 {
        color:black;
        padding-top:5px;
        margin-bottom:6px;
      }
      .kapbilder {
        width: 65% !important;
        max-width: 100%;
        margin: 0 auto !important;
        position: relative !important;
      }
			.enkatbilder {
				border: 1px solid #ddd;
			}
    </style>
  </head>
  <body>
    <div data-role="page" class="ui-responsive-panel" id="panel-fixed-page1">
      <!-- header -->
      <div data-role="header" data-theme="a" data-position="fixed" data-disable-page-zoom="false" data-tap-toggle="false">
        <div class="ui-btn-left" data-role="controlgroup" data-type="horizontal">
          <a href="#nav-panel" class="custom-button" data-role="button" data-icon="bars">Meny</a>
          <a href="index.html" class="custom-button" data-ajax="false" data-role="button" data-icon="home">Start</a>
          <a href="#panel-fixed-page1" class="custom-button" data-ajax="false" data-role="button" data-icon="arrow-u">Topp</a>
        </div>
        <h1 class="ui-title" data-tap-toggle="false" role="heading">Förord</h1>
        <div class="ui-btn-right" data-role="controlgroup" data-type="horizontal">
<!--          <a href="#panel-fixed-page1" class="custom-button" data-ajax="false" data-role="button" data-icon="arrow-u">Topp</a> -->
          <a href="search.html" class="custom-button" data-role="button" data-icon="search">Sök</a>
<!--          <a href="#add-form" data-role="button" data-icon="star">Favoriter</a> -->
        </div>
      </div>      <!-- /header -->
      
          <div data-role="content">
          <div id="myimagemenu"></div>
          <div data-demo-html="#panel-fixed-page1"></div>
          <div class="braincontent">
          <a id="kap1_1" name="kap1_1" style="visibility:hidden;">&nbsp;</a> <h2>Förord</h2> <p>Våra uppdragsgivares vision är att &rdquo;Nationella Kvalitetsregistren används integrerat och aktivt av svensk hälso- och sjukvård och omsorgsverksamhet för löpande lärande, förbättring, forskning samt ledning och kunskapsstyrning för att tillsammans med individen skapa bästa möjliga vård.&rdquo; Den stora satsningen som staten och Sveriges Kommuner och Landsting (SKL) tillsammans beslutat genomföra till och med 2016 har som övergripande mål att på ett mätbart sätt förbättra sjukvården i Sverige.</p>

<p>Nationellt kvalitetsregister för ÖNH-sjukvård har ägnat en stor del av 2013 åt att förbereda sig för att på bästa sätt kunna möta denna utmaning. Det var ett händelserikt och aktivt år då delregistren framgångsrikt flyttades över till Registercentrum Västra Götaland och ett lovande samarbete har inletts med detta kompetenscentrum. I samband med denna flytt har delregistren i varierande grad genomgått revisioner och förbättringar. Dessa har bland annat syftat till att förbättra kvaliteten på registerdata och att anpassa registren så att de i framtiden kommer att kunna leverera värdefull kunskap som möjliggör verksamhetsutveckling. För en del register har dessa revisioner nödvändiggjort nystart med nya formulär och mätvariabler. Av naturliga skäl har dessa register inga aktuella data att presentera, men de finns ändå med i denna årsrapport.</p>

<p>Arbete med kvalitetsregister kräver ett stort engagemang från deltagande kliniker. För att analys av kliniska data ska bli meningsfull krävs att så stor andel av patienterna som möjligt registreras. Endast från kvalitetsregister med hög täckningsgrad är det möjligt att dra korrekta slutsatser. Två av delregistren, otoscleros och tonsilloperation, hade 2013 en täckningsgrad på 80% eller mer. Vid så hög täckningsgrad är registerdata tillräckligt säkra för att användas i förbättringsprojekt.</p>

<p>Ett stort genombrott för möjligheten att använda kvalitetsregisterdata i lokala förbättringsprojekt har projektet &rdquo;Vill ni ha färre tonsillefterblödningar?&rdquo; varit. Flera kliniker har deltagit. De har analyserat sina data, granskat sin egen verksamhet, genomfört förändringar och kommer på sikt att kunna följa resultatet av dessa genom kvalitetsregistret. Det är för tidigt att säkert hävda att en mätbar förbättring åstadkommits, men preliminära data tyder på att så är fallet. En framgångsfaktor i detta projekt har varit att man lyckats skapa ett klimat som gjort att deltagande kliniker vågat redovisa och offentligt diskutera resultat som varit sämre än riksgenomsnittet.</p>

<p>Denna årsrapport ger dessutom flera exempel på hur kvalitetsregisterdata används i förbättringsarbete på nationell nivå. Ett exempel är det program för smärtbehandling efter tonsilloperation som lanserats efter att kvalitetsregistret identifierat en mycket hög andel oplanerade sjukvårdskontakter efter dessa operationer. Effekten av programmet kommer på sikt att kunna avläsas i kvalitetsregisterdata. Andra exempel finns inom det nylanserade kvalitetsregistret för rör i trumhinnan där följsamheten till och effekten av nationella riktlinjer studeras och inom kvalitetsregistret för grav hörselnedsättning hos vuxna där nationella riktlinjer tagits fram baserat på kvalitetsregisterdata.</p>
<a id="kap1_1_figur1" name="kap1_1_figur1" style="visibility:hidden;">&nbsp;</a> <p><img class="kapbilder" src="http://www.appgenerator.se/classic/onh2014/app/images/onh_q.jpg" style="max-width:100%;width:100%;"></p>
<a id="kap1_1_1" name="kap1_1_1" style="visibility:hidden;">&nbsp;</a> <h2></h2> <p>En glädjande nyhet sedan förra året är att CI-opererade barn nu är en integrerad del av barnhörselregistret. Sedan omstarten av registret i den nya databasen i februari 2014 finns en tilläggsregistrering för barn som är opererade med cochleaimplantat. Planer finns för en liknande utveckling inom kvalitetsregistret för grav hörselnedsättning hos vuxna.</p>

<p>Nationellt kvalitetsregister för ÖNH-sjukvård drivs på uppdrag av Svensk Förening för Otorhinolaryngologi, Huvud och Halskirurgi (SFOHH) och finansieras som andra kvalitetsregister med anslag från staten och SKL. Under det gångna året har en utredning av Svenska Läkaresällskapet framhållit samverkan mellan specialitetsföreningen och kvalitetsregistren inom ÖNH som ett gott exempel. En fortsatt god dialog mellan företrädare för kvalitetsregistren och specialiteten är av största vikt för en professionell utveckling av kvalitetsregistren och för möjligheten att stimulera att dessa används i verksamhetsutveckling.</p>

<p>Den årsrapport du nu håller i din hand är ett exempel på hur resultat från kvalitetsregistren kan återföras. Ett annat sätt är att ladda hem sin kliniks egna data som en Excel-fil från hemsidan eller studera förprogrammerade utdatapresentationer där. Endast då det omfattande registreringsarbete som utförs leder till analys av klinikens egna data och förbättringsarbete, kan kvalitetsregistren bidra till att förbättra ÖNH-sjukvården i Sverige.</p>

<p><strong>Claes Hemlin</strong><br />
<em>Registerh&aring;llare och Ordf&ouml;rande i Styrgruppen f&ouml;r Nationellt kvalitetsregister f&ouml;r &Ouml;ron-, N&auml;s- och Halssjukv&aring;rd</em></p>
<a id="kap1_1_figur2" name="kap1_1_figur2" style="visibility:hidden;">&nbsp;</a> <p><img class="kapbilder" src="http://www.appgenerator.se/classic/onh2014/app/images/claes_hemelin.jpg" style="max-width:100%;width:100%;"></p>
<a id="kap1_2" name="kap1_2" style="visibility:hidden;">&nbsp;</a> <h2>ST-projekt</h2> <p>Det &auml;r viktigt att professionen ger sitt bidrag till utv&auml;rdering och utveckling av sjukv&aring;rden och en tidig kontakt med kvalitetsregister och f&ouml;rb&auml;ttringsprojekt ger goda synergieffekter f&ouml;r b&aring;de ST-l&auml;kare och verksamheten. B&aring;de &Ouml;NH-kvalitetsregister och &Ouml;NH-f&ouml;reningen vill uppmuntra dylika projekt och d&auml;rf&ouml;r finns sedan n&aring;gra &aring;r ett pris f&ouml;r b&auml;sta arbete som utf&ouml;rts med data fr&aring;n n&aring;got kvalitetsregister. Priset &auml;r avgift, resa och hotell till internationellt m&ouml;te, se www.orlforum.se f&ouml;r detaljer.</p>

<p>Det finns flera exempel p&aring; genomf&ouml;rda ST-projekt och de vi har k&auml;nnedom om finns beskrivna nedan. F&ouml;r m&aring;nga kliniker finns likartade fr&aring;gest&auml;llningar som beh&ouml;ver analyseras lokalt med ibland en j&auml;mf&ouml;relse med nationella data. Dessa fr&aring;gest&auml;llningar &auml;r gemensamma f&ouml;r v&aring;ra nio olika delregister inom &Ouml;NH-kvalitetsregister.</p>

<p><strong>F&ouml;rslag p&aring; projekt:</strong></p>

<ul>
	<li>Intern validering av registerdata. Dvs kontroll att de uppgifter som f&ouml;rekommer i kvalitetsregistret &ouml;verensst&auml;mmer med journaluppgifter. Kan genomf&ouml;ras med ett representativt stickprov.</li>
	<li>Analys av registerdata, longitudinellt, och med ansats att se m&ouml;nster som kan f&ouml;rklara eventuellt utfall. Som exempel p&aring; denna fr&aring;ga se sid 36 i rapporten fr&aring;n tonsillregistret.</li>
	<li>F&ouml;rb&auml;ttringsprojekt i syfte att optimera process kring registerarbetet.</li>
	<li>Specifika f&ouml;rb&auml;ttringsprojekt som utg&aring;r fr&aring;n v&aring;rdprogram eller riktlinjer, t.ex. optimering av sm&auml;rtbehandling av patienter efter tonsilloperation, handl&auml;ggning av r&ouml;rbarn enligt SBU:s rapport, utredning av patient f&ouml;r benign fonokirurgi eller utredning/habilitering av patient med grav h&ouml;rselneds&auml;ttning.</li>
</ul>

<h4>Genomf&ouml;rda ST-projekt:</h4>

<p><strong>Erik Odhagen</strong>, &rdquo;V&auml;rdekompassen f&ouml;r tonsilloperationsregistret&rdquo;, Bor&aring;s, 2011.</p>

<p><strong>Hugo Davidsson</strong>, &rdquo;Vill ni ha f&auml;rre tonsillbl&ouml;dningar?&rdquo;, Bor&aring;s, 2013.</p>

<p><strong>Karolina Elinder</strong>, &rdquo;Vill ni ha f&auml;rre tonsillbl&ouml;dningar?&rdquo;, V&auml;ster&aring;s, 2013.</p>

<p><strong>Carolina Sundh</strong>, &rdquo;Long-term symptom relief after septoplasty.&rdquo;, J&ouml;nk&ouml;ping, 2014.</p>

<p><strong>Eirik &Ouml;stvoll</strong>, &ldquo;Mortality after tonsil surgery, a population study, covering 7 years and 82 527 operations in Sweden&rdquo;, G&ouml;teborg, 2014.</p>

<p><strong>Peter Ebrelius</strong>, &rdquo;Ny v&auml;rdekompass f&ouml;r tonsilloperationsregistret&rdquo;, Halmstad, 2014.</p>

<h4>Examensprojekt f&ouml;r sjuksk&ouml;terskor eller audionomer:</h4>

<p>Grav h&ouml;rselneds&auml;ttning. <strong>Margareta Ed&eacute;n</strong>, &rdquo;Hur p&aring;verkar h&ouml;rselskadan det dagliga livet? En j&auml;mf&ouml;rande studie mellan barndomsd&ouml;va och vuxend&ouml;va&rdquo;. 2012.</p>

<p><strong>Andersson E. &amp; Kroon A</strong>. Nationell kartl&auml;ggning av farmakologiska rutiner och information i samband med tonsilloperation av barn och ungdomar. Examensarbete 15 hp, avancerad niv&aring; (magister). Specialistsjuksk&ouml;terska med inriktning mot anestesisjukv&aring;rd. 2013.</p>

<p><strong>Jennie Hjaldahl</strong>, &rdquo;Rehabilitering av vuxna personer med grav h&ouml;rselneds&auml;ttning &ndash; en registerstudie.&rdquo;, &Ouml;rebro, 2013.</p>
<a id="kap1_2_graf1" name="kap1_2_graf1" style="visibility:hidden;">&nbsp;</a> <p><img class="kapbilder" src="http://www.appgenerator.se/classic/onh2014/app/images/anvandardagarna.jpg" style="max-width:100%;width:100%;"></p>

           </div><!-- /braincontent -->
           </div><!-- /content -->
           
      <div data-role="panel" data-position-fixed="true"  data-display="overlay" data-theme="b" id="nav-panel">
      <ul data-role="listview" data-theme="a" class="nav-search">
            <li data-icon="delete"><a href="#" data-rel="close">Stäng meny</a></li>
        <li style="background: #ececec; color:red;"><a style="color:#333333;" data-ajax="false" href="index.html">Start</a></li>
<li style="background: #babbbd; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap1.html">Förord</a></li>
<li style="background: #ea9230; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap2.html">Septumplastikregistret</a></li>
<li style="background: #517130; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap3.html">Otoskleroskirurgi</a></li>
<li style="background: #9d2845; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap4.html">Hörselbarnsregistret</a></li>
<li style="background: #716789; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap5.html">Grav hörselnedsättning vuxna</a></li>
<li style="background: #c5d068; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap6.html">Rör i Trumhinnan</a></li>
<li style="background: #78c6d2; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap7.html">Fonokirurg</a></li>
<li style="background: #0074a3; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap8.html">Hörselrehabilitering</a></li>
<li style="background: #f3d01e; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap9.html">Myringo- och ossikuloplastik</a></li>
<li style="background: #014073; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_kap10.html">Tonsilloperation</a></li>
<li style="background: #666666; color:red;"><a style="color:#ffffff;" data-ajax="false" href="page_enkater.html">Enkäter</a></li>
</ul>
      </div><!-- /panel -->
    </div><!-- /page -->
    <div data-role="page" id="panel-fixed-page2">
      <div data-role="header" data-theme="f">
        <h1>Landing page</h1>
      </div><!-- /header -->
      <div data-role="content">
        <p>This is just a landing page.</p>
        <a href="#panel-fixed-page1" data-role="button" data-inline="true" data-mini="true" data-icon="back" data-iconpos="left">Back</a>
      </div><!-- /content -->
    </div><!-- /page -->
    <script>
              if ($(window).width() < 550) {
          $('.custom-button').attr('data-iconpos', 'notext');
        }


    </script>
  </body>
</html>
